{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[EOS]": 2,
      "\"": 3,
      ",": 4,
      "-": 5,
      ".": 6,
      "/": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "<": 18,
      ">": 19,
      "?": 20,
      "A": 21,
      "B": 22,
      "C": 23,
      "D": 24,
      "E": 25,
      "G": 26,
      "H": 27,
      "K": 28,
      "L": 29,
      "M": 30,
      "N": 31,
      "O": 32,
      "P": 33,
      "Q": 34,
      "R": 35,
      "S": 36,
      "T": 37,
      "U": 38,
      "V": 39,
      "X": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "x": 62,
      "y": 63,
      "Ô": 64,
      "Ý": 65,
      "à": 66,
      "á": 67,
      "â": 68,
      "ã": 69,
      "è": 70,
      "é": 71,
      "ê": 72,
      "ì": 73,
      "í": 74,
      "ò": 75,
      "ó": 76,
      "ô": 77,
      "õ": 78,
      "ù": 79,
      "ú": 80,
      "ý": 81,
      "ă": 82,
      "Đ": 83,
      "đ": 84,
      "ĩ": 85,
      "ũ": 86,
      "ơ": 87,
      "ư": 88,
      "ạ": 89,
      "ả": 90,
      "ấ": 91,
      "ầ": 92,
      "ẩ": 93,
      "ẫ": 94,
      "ậ": 95,
      "ắ": 96,
      "ằ": 97,
      "ẳ": 98,
      "ẵ": 99,
      "ặ": 100,
      "ẹ": 101,
      "ẻ": 102,
      "ẽ": 103,
      "ế": 104,
      "ề": 105,
      "ể": 106,
      "ễ": 107,
      "ệ": 108,
      "ỉ": 109,
      "ị": 110,
      "ọ": 111,
      "ỏ": 112,
      "ố": 113,
      "ồ": 114,
      "ổ": 115,
      "ỗ": 116,
      "ộ": 117,
      "ớ": 118,
      "ờ": 119,
      "Ở": 120,
      "ở": 121,
      "ỡ": 122,
      "ợ": 123,
      "ụ": 124,
      "ủ": 125,
      "ứ": 126,
      "ừ": 127,
      "ử": 128,
      "ữ": 129,
      "ự": 130,
      "ỳ": 131,
      "ỷ": 132,
      "ỹ": 133,
      "–": 134,
      "“": 135,
      "”": 136,
      "ng": 137,
      "nh": 138,
      "th": 139,
      "ch": 140,
      "tr": 141,
      "ình": 142,
      "yê": 143,
      "kh": 144,
      "tình": 145,
      "yêu": 146,
      "mộ": 147,
      "một": 148,
      "và": 149,
      "ên": 150,
      "ủa": 151,
      "của": 152,
      "gi": 153,
      "ời": 154,
      "ông": 155,
      "ững": 156,
      "iệ": 157,
      "ượ": 158,
      "những": 159,
      "ến": 160,
      "không": 161,
      "ất": 162,
      "ân": 163,
      "là": 164,
      "ong": 165,
      "ới": 166,
      "cá": 167,
      "ph": 168,
      "uy": 169,
      "ật": 170,
      "ười": 171,
      "trong": 172,
      "người": 173,
      "ộc": 174,
      "cả": 175,
      "hạ": 176,
      "ti": 177,
      "ài": 178,
      "giới": 179,
      "óng": 180,
      "về": 181,
      "mà": 182,
      "đến": 183,
      "cái": 184,
      "để": 185,
      "ều": 186,
      "âu": 187,
      "thơ": 188,
      "hạn": 189,
      "mọ": 190,
      "mọi": 191,
      "on": 192,
      "ượt": 193,
      "vượt": 194,
      "uộc": 195,
      "sự": 196,
      "ĩnh": 197,
      "con": 198,
      "úc": 199,
      "lên": 200,
      "iể": 201,
      "vĩnh": 202,
      "cảm": 203,
      "cử": 204,
      "ngh": 205,
      "cửu": 206,
      "òn": 207,
      "còn": 208,
      "cho": 209,
      "iều": 210,
      "thầ": 211,
      "trên": 212,
      "ạm": 213,
      "chạm": 214,
      "sâu": 215,
      "vật": 216,
      "chỉ": 217,
      "ắc": 218,
      "tạ": 219,
      "nên": 220,
      "tinh": 221,
      "biể": 222,
      "đị": 223,
      "iế": 224,
      "ực": 225,
      "tạo": 226,
      "định": 227,
      "chất": 228,
      "bài": 229,
      "bất": 230,
      "iệt": 231,
      "xúc": 232,
      "thần": 233,
      "ành": 234,
      "Sóng": 235,
      "thực": 236,
      "nhân": 237,
      "qu": 238,
      "thành": 239,
      "ại": 240,
      "ác": 241,
      "ích": 242,
      "ừng": 243,
      "ượng": 244,
      "iện": 245,
      "tượng": 246,
      "đích": 247,
      "nà": 248,
      "ược": 249,
      "biểu": 250,
      "ung": 251,
      "được": 252,
      "sắc": 253,
      "đầ": 254,
      "lý": 255,
      "đời": 256,
      "hiện": 257,
      "ăn": 258,
      "quy": 259,
      "ội": 260,
      "yên": 261,
      "uân": 262,
      "Qu": 263,
      "ức": 264,
      "Xuân": 265,
      "ỗi": 266,
      "ỳnh": 267,
      "thể": 268,
      "Quỳnh": 269,
      "sóng": 270,
      "thời": 271,
      "nghĩ": 272,
      "iết": 273,
      "àng": 274,
      "đầy": 275,
      "iến": 276,
      "ao": 277,
      "thu": 278,
      "lại": 279,
      "thấ": 280,
      "ay": 281,
      "ải": 282,
      "chân": 283,
      "cuộc": 284,
      "ồng": 285,
      "an": 286,
      "ứa": 287,
      "vào": 288,
      "nghĩa": 289,
      "như": 290,
      "điệ": 291,
      "ản": 292,
      "ấn": 293,
      "thấy": 294,
      "ôi": 295,
      "ang": 296,
      "đồng": 297,
      "văn": 298,
      "thuật": 299,
      "ọng": 300,
      "giá": 301,
      "âm": 302,
      "ộng": 303,
      "nghệ": 304,
      "trị": 305,
      "ẳng": 306,
      "ện": 307,
      "khẳng": 308,
      "hình": 309,
      "lứa": 310,
      "đôi": 311,
      "ồn": 312,
      "át": 313,
      "triết": 314,
      "ăng": 315,
      "ởi": 316,
      "bề": 317,
      "bởi": 318,
      "ển": 319,
      "uyển": 320,
      "tâm": 321,
      "iệc": 322,
      "ngu": 323,
      "việc": 324,
      "trở": 325,
      "tài": 326,
      "diệt": 327,
      "động": 328,
      "năng": 329,
      "hay": 330,
      "ai": 331,
      "bị": 332,
      "ho": 333,
      "chiều": 334,
      "Kiều": 335,
      "đề": 336,
      "giữ": 337,
      "ái": 338,
      "chuyển": 339,
      "bậ": 340,
      "bậc": 341,
      "ổi": 342,
      "hò": 343,
      "hòa": 344,
      "iên": 345,
      "vấn": 346,
      "vọng": 347,
      "giữa": 348,
      "thông": 349,
      "nào": 350,
      "điệp": 351,
      "en": 352,
      "mạ": 353,
      "tì": 354,
      "ốt": 355,
      "tìm": 356,
      "nội": 357,
      "ướ": 358,
      "trữ": 359,
      "cứ": 360,
      "dừng": 361,
      "buộc": 362,
      "nổi": 363,
      "ràng": 364,
      "tự": 365,
      "tải": 366,
      "thuộc": 367,
      "quen": 368,
      "trái": 369,
      "nguyên": 370,
      "ọn": 371,
      "õi": 372,
      "khát": 373,
      "cốt": 374,
      "lõi": 375,
      "sơ": 376,
      "ống": 377,
      "tắc": 378,
      "ọc": 379,
      "ần": 380,
      "khai": 381,
      "ngừng": 382,
      "thầy": 383,
      "bản": 384,
      "thác": 385,
      "tim": 386,
      "thế": 387,
      "bờ": 388,
      "ơi": 389,
      "biển": 390,
      "đã": 391,
      "ẹn": 392,
      "trọn": 393,
      "mỗi": 394,
      "vẹn": 395,
      "gian": 396,
      "có": 397,
      "nơi": 398,
      "hạnh": 399,
      "ước": 400,
      "phúc": 401,
      "òng": 402,
      "ập": 403,
      "vỗ": 404,
      "ảnh": 405,
      "cách": 406,
      "Tr": 407,
      "ính": 408,
      "nữ": 409,
      "điều": 410,
      "ận": 411,
      "ối": 412,
      "với": 413,
      "uyện": 414,
      "này": 415,
      "anh": 416,
      "độc": 417,
      "khiến": 418,
      "ịp": 419,
      "ưở": 420,
      "iếm": 421,
      "ưởng": 422,
      "từ": 423,
      "àn": 424,
      "phụ": 425,
      "ẩm": 426,
      "mã": 427,
      "mang": 428,
      "nhịp": 429,
      "khi": 430,
      "lòng": 431,
      "đang": 432,
      "phẩm": 433,
      "mạnh": 434,
      "mình": 435,
      "thức": 436,
      "giả": 437,
      "sống": 438,
      "phong": 439,
      "nhưng": 440,
      "ôn": 441,
      "kiếm": 442,
      "ặc": 443,
      "ốn": 444,
      "qua": 445,
      "tác": 446,
      "uốn": 447,
      "đọc": 448,
      "ết": 449,
      "rung": 450,
      "nhiên": 451,
      "quyện": 452,
      "hú": 453,
      "Truyện": 454,
      "ền": 455,
      "dung": 456,
      "ằng": 457,
      "\",": 458,
      "Sự": 459,
      "câu": 460,
      "ươ": 461,
      "cũ": 462,
      "hồn": 463,
      "nỗi": 464,
      "bình": 465,
      "sức": 466,
      "ùng": 467,
      "dụ": 468,
      "đẹ": 469,
      "đều": 470,
      "đẹp": 471,
      "mê": 472,
      "ảo": 473,
      "ương": 474,
      "hưởng": 475,
      "iê": 476,
      "lớ": 477,
      "rất": 478,
      "nhớ": 479,
      "hút": 480,
      "ễn": 481,
      "nhà": 482,
      "phú": 483,
      "Việt": 484,
      "bến": 485,
      "lời": 486,
      "đập": 487,
      "hoặc": 488,
      "cũng": 489,
      "am": 490,
      "liệt": 491,
      "nó": 492,
      "mãnh": 493,
      "giao": 494,
      "hoàn": 495,
      "Ng": 496,
      "ám": 497,
      "đại": 498,
      "cuốn": 499,
      "hảo": 500,
      "mẽ": 501,
      "ợi": 502,
      "tiế": 503,
      "nhất": 504,
      "tế": 505,
      "ặt": 506,
      "inh": 507,
      "kết": 508,
      "khao": 509,
      "tính": 510,
      "âng": 511,
      "đa": 512,
      "đi": 513,
      "hệ": 514,
      "suy": 515,
      "hội": 516,
      "tầ": 517,
      "thân": 518,
      "dễ": 519,
      "ngữ": 520,
      "chung": 521,
      "dám": 522,
      "xã": 523,
      "phần": 524,
      "quan": 525,
      "rằng": 526,
      "điể": 527,
      "ẩn": 528,
      "điệu": 529,
      "Du": 530,
      "Nam": 531,
      "biến": 532,
      "lớn": 533,
      "Bài": 534,
      "ca": 535,
      "làm": 536,
      "uyễn": 537,
      "Nguyễn": 538,
      "Nó": 539,
      "nhận": 540,
      "iểu": 541,
      "dị": 542,
      "dâng": 543,
      "hiến": 544,
      "uôn": 545,
      "do": 546,
      "tư": 547,
      "trăn": 548,
      "cùng": 549,
      "ờng": 550,
      "chủ": 551,
      "cao": 552,
      "bền": 553,
      "ường": 554,
      "ắt": 555,
      "phản": 556,
      "dàng": 557,
      "hiểu": 558,
      "ạt": 559,
      "chi": 560,
      "bức": 561,
      "học": 562,
      "ra": 563,
      "ạn": 564,
      "phải": 565,
      "lã": 566,
      "ơn": 567,
      "ừa": 568,
      "tranh": 569,
      "uyền": 570,
      "mạn": 571,
      "tiếng": 572,
      "lãng": 573,
      "tả": 574,
      "ỏi": 575,
      "ngôn": 576,
      "truyền": 577,
      "nguồn": 578,
      "ềm": 579,
      "bà": 580,
      "thủ": 581,
      "điểm": 582,
      "Gi": 583,
      "lúc": 584,
      "vô": 585,
      "êm": 586,
      "ẫn": 587,
      "thiên": 588,
      "phận": 589,
      "bao": 590,
      "hữ": 591,
      "tu": 592,
      "áo": 593,
      "iệm": 594,
      "hữu": 595,
      "Kh": 596,
      "bộc": 597,
      "công": 598,
      "di": 599,
      "gũ": 600,
      "gần": 601,
      "mơ": 602,
      "vững": 603,
      "vừa": 604,
      "đó": 605,
      "đối": 606,
      "iêng": 607,
      "gũi": 608,
      "Và": 609,
      "mối": 610,
      "mãi": 611,
      "thủy": 612,
      "hướ": 613,
      "lộ": 614,
      "tất": 615,
      "ây": 616,
      "úp": 617,
      "chính": 618,
      "khác": 619,
      "hướng": 620,
      "Từ": 621,
      "hó": 622,
      "hợ": 623,
      "mới": 624,
      "tưởng": 625,
      "áy": 626,
      "ấp": 627,
      "ắn": 628,
      "tầng": 629,
      "dịu": 630,
      "hóa": 631,
      "hợp": 632,
      "cung": 633,
      "tồn": 634,
      "giúp": 635,
      "em": 636,
      "muốn": 637,
      "ni": 638,
      "tố": 639,
      "ào": 640,
      "thống": 641,
      "cháy": 642,
      "tại": 643,
      "iếu": 644,
      "diện": 645,
      "mặt": 646,
      "sử": 647,
      "ánh": 648,
      "ách": 649,
      "ục": 650,
      "đầu": 651,
      "tầm": 652,
      "chia": 653,
      "niềm": 654,
      "gó": 655,
      "gợi": 656,
      "xa": 657,
      "ìn": 658,
      "đáo": 659,
      "ậm": 660,
      "nhiều": 661,
      "nhìn": 662,
      "khổ": 663,
      "Nh": 664,
      "Tính": 665,
      "au": 666,
      "riêng": 667,
      "sinh": 668,
      "đạt": 669,
      "già": 670,
      "tiếp": 671,
      "biệt": 672,
      "dù": 673,
      "hơn": 674,
      "hỏi": 675,
      "kiến": 676,
      "né": 677,
      "áng": 678,
      "ạc": 679,
      "ấm": 680,
      "ứng": 681,
      "nhỏ": 682,
      "nhập": 683,
      "chứa": 684,
      "nghiệm": 685,
      "dụng": 686,
      "giàu": 687,
      "hài": 688,
      "vẻ": 689,
      "vẫn": 690,
      "đậm": 691,
      "ấu": 692,
      "ựng": 693,
      "giải": 694,
      "nghỉ": 695,
      "lớp": 696,
      "diễn": 697,
      "gắn": 698,
      "tấm": 699,
      "vũ": 700,
      "úng": 701,
      "đây": 702,
      "ắng": 703,
      "chữ": 704,
      "trụ": 705,
      "cảnh": 706,
      "quyền": 707,
      "iêm": 708,
      "góp": 709,
      "\".": 710,
      "lắng": 711,
      "rộng": 712,
      "sẻ": 713,
      "đâu": 714,
      "ạo": 715,
      "ảy": 716,
      "ắp": 717,
      "ằm": 718,
      "nhấn": 719,
      "thương": 720,
      "thường": 721,
      "chiêm": 722,
      "chảy": 723,
      "nét": 724,
      "Th": 725,
      "lay": 726,
      "luôn": 727,
      "nằm": 728,
      "số": 729,
      "vì": 730,
      "óc": 731,
      "nhau": 732,
      "thấu": 733,
      "nói": 734,
      "Tác": 735,
      "Về": 736,
      "bằng": 737,
      "eo": 738,
      "kí": 739,
      "lặ": 740,
      "oàn": 741,
      "vu": 742,
      "vóc": 743,
      "yế": 744,
      "ạng": 745,
      "ngợi": 746,
      "iêu": 747,
      "Khát": 748,
      "kín": 749,
      "yếu": 750,
      "dữ": 751,
      "dân": 752,
      "dội": 753,
      "họ": 754,
      "lẽ": 755,
      "rõ": 756,
      "đặc": 757,
      "đựng": 758,
      "ấy": 759,
      "ầu": 760,
      "ỏng": 761,
      "chặt": 762,
      "trí": 763,
      "kho": 764,
      "giản": 765,
      "phức": 766,
      "tạp": 767,
      "đau": 768,
      "điển": 769,
      "bùng": 770,
      "cu": 771,
      "cội": 772,
      "tỏ": 773,
      "tận": 774,
      "đặt": 775,
      "ịch": 776,
      "thụ": 777,
      "theo": 778,
      "chiếu": 779,
      "gió": 780,
      "Giá": 781,
      "Là": 782,
      "Tình": 783,
      "bó": 784,
      "biết": 785,
      "da": 786,
      "duy": 787,
      "diết": 788,
      "mẻ": 789,
      "mở": 790,
      "muôn": 791,
      "tương": 792,
      "tục": 793,
      "án": 794,
      "éo": 795,
      "đơn": 796,
      "ầm": 797,
      "ngại": 798,
      "ngần": 799,
      "trọng": 800,
      "gương": 801,
      "hàng": 802,
      "hai": 803,
      "im": 804,
      "mong": 805,
      "miêu": 806,
      "son": 807,
      "sắt": 808,
      "tới": 809,
      "xu": 810,
      "Để": 811,
      "đình": 812,
      "đắp": 813,
      "ốc": 814,
      "thật": 815,
      "chết": 816,
      "trả": 817,
      "các": 818,
      "thuần": 819,
      "vun": 820,
      "Hình": 821,
      "bạn": 822,
      "càng": 823,
      "dòng": 824,
      "dấu": 825,
      "hi": 826,
      "la": 827,
      "mến": 828,
      "sáng": 829,
      "tộc": 830,
      "toàn": 831,
      "ép": 832,
      "ạy": 833,
      "chấp": 834,
      "chứng": 835,
      "chúng": 836,
      "tin": 837,
      "họa": 838,
      "Vẻ": 839,
      "bi": 840,
      "bí": 841,
      "bồn": 842,
      "bắt": 843,
      "liên": 844,
      "minh": 845,
      "nối": 846,
      "sản": 847,
      "ta": 848,
      "tan": 849,
      "vị": 850,
      "vạn": 851,
      "xao": 852,
      "ày": 853,
      "ựa": 854,
      "chồn": 855,
      "trình": 856,
      "trạng": 857,
      "giống": 858,
      "Kim": 859,
      "Thú": 860,
      "hủ": 861,
      "hùng": 862,
      "linh": 863,
      "lựa": 864,
      "nâng": 865,
      "tích": 866,
      "đỗi": 867,
      "ệt": 868,
      "tho": 869,
      "thử": 870,
      "thách": 871,
      "chọn": 872,
      "trực": 873,
      "trầm": 874,
      "khắc": 875,
      "gia": 876,
      "giọng": 877,
      "phá": 878,
      "phối": 879,
      "giáo": 880,
      "hoạt": 881,
      "Trong": 882,
      "bày": 883,
      "lặng": 884,
      "Thúy": 885,
      "Cho": 886,
      "Mỗi": 887,
      "gốc": 888,
      "kẻ": 889,
      "kể": 890,
      "kịch": 891,
      "lực": 892,
      "niệm": 893,
      "rời": 894,
      "ranh": 895,
      "su": 896,
      "tôi": 897,
      "tách": 898,
      "xanh": 899,
      "Ông": 900,
      "đạo": 901,
      "ạnh": 902,
      "ẫm": 903,
      "thì": 904,
      "khuôn": 905,
      "mộc": 906,
      "tiến": 907,
      "tiền": 908,
      "tiềm": 909,
      "địa": 910,
      "nàng": 911,
      "mạc": 912,
      "Trọng": 913,
      "cuối": 914,
      "suốt": 915,
      "Cả": 916,
      "Hải": 917,
      "Mà": 918,
      "Nàng": 919,
      "bạ": 920,
      "bỏng": 921,
      "bán": 922,
      "cực": 923,
      "cạnh": 924,
      "kỳ": 925,
      "kỹ": 926,
      "lĩnh": 927,
      "lầu": 928,
      "mệ": 929,
      "oài": 930,
      "tuy": 931,
      "từng": 932,
      "tàn": 933,
      "uý": 934,
      "ngày": 935,
      "ngẫm": 936,
      "nhạc": 937,
      "thái": 938,
      "chẽ": 939,
      "chiếm": 940,
      "trước": 941,
      "truyện": 942,
      "trường": 943,
      "khả": 944,
      "iệu": 945,
      "cáo": 946,
      "quý": 947,
      "dục": 948,
      "Thuý": 949,
      "bạch": 950,
      "mệnh": 951,
      "tuyệt": 952,
      "bé": 953,
      "bỉ": 954,
      "cường": 955,
      "gì": 956,
      "hậ": 957,
      "lo": 958,
      "lợi": 959,
      "mô": 960,
      "oan": 961,
      "sông": 962,
      "tử": 963,
      "vần": 964,
      "ía": 965,
      "ăm": 966,
      "đẽ": 967,
      "độ": 968,
      "đợi": 969,
      "ảng": 970,
      "ngoài": 971,
      "chờ": 972,
      "khó": 973,
      "khỏi": 974,
      "khía": 975,
      "phi": 976,
      "phóng": 977,
      "phỏng": 978,
      "hoa": 979,
      "mạch": 980,
      "cứu": 981,
      "tuyên": 982,
      "khoảng": 983,
      "xuyên": 984,
      "hậu": 985,
      "bộ": 986,
      "bên": 987,
      "cắt": 988,
      "dấn": 989,
      "dập": 990,
      "dẫn": 991,
      "hành": 992,
      "hấp": 993,
      "iền": 994,
      "kiên": 995,
      "lư": 996,
      "lọc": 997,
      "lần": 998,
      "lập": 999
    },
    "merges": [
      [
        "n",
        "g"
      ],
      [
        "n",
        "h"
      ],
      [
        "t",
        "h"
      ],
      [
        "c",
        "h"
      ],
      [
        "t",
        "r"
      ],
      [
        "ì",
        "nh"
      ],
      [
        "y",
        "ê"
      ],
      [
        "k",
        "h"
      ],
      [
        "t",
        "ình"
      ],
      [
        "yê",
        "u"
      ],
      [
        "m",
        "ộ"
      ],
      [
        "mộ",
        "t"
      ],
      [
        "v",
        "à"
      ],
      [
        "ê",
        "n"
      ],
      [
        "ủ",
        "a"
      ],
      [
        "c",
        "ủa"
      ],
      [
        "g",
        "i"
      ],
      [
        "ờ",
        "i"
      ],
      [
        "ô",
        "ng"
      ],
      [
        "ữ",
        "ng"
      ],
      [
        "i",
        "ệ"
      ],
      [
        "ư",
        "ợ"
      ],
      [
        "nh",
        "ững"
      ],
      [
        "ế",
        "n"
      ],
      [
        "kh",
        "ông"
      ],
      [
        "ấ",
        "t"
      ],
      [
        "â",
        "n"
      ],
      [
        "l",
        "à"
      ],
      [
        "o",
        "ng"
      ],
      [
        "ớ",
        "i"
      ],
      [
        "c",
        "á"
      ],
      [
        "p",
        "h"
      ],
      [
        "u",
        "y"
      ],
      [
        "ậ",
        "t"
      ],
      [
        "ư",
        "ời"
      ],
      [
        "tr",
        "ong"
      ],
      [
        "ng",
        "ười"
      ],
      [
        "ộ",
        "c"
      ],
      [
        "c",
        "ả"
      ],
      [
        "h",
        "ạ"
      ],
      [
        "t",
        "i"
      ],
      [
        "à",
        "i"
      ],
      [
        "gi",
        "ới"
      ],
      [
        "ó",
        "ng"
      ],
      [
        "v",
        "ề"
      ],
      [
        "m",
        "à"
      ],
      [
        "đ",
        "ến"
      ],
      [
        "cá",
        "i"
      ],
      [
        "đ",
        "ể"
      ],
      [
        "ề",
        "u"
      ],
      [
        "â",
        "u"
      ],
      [
        "th",
        "ơ"
      ],
      [
        "hạ",
        "n"
      ],
      [
        "m",
        "ọ"
      ],
      [
        "mọ",
        "i"
      ],
      [
        "o",
        "n"
      ],
      [
        "ượ",
        "t"
      ],
      [
        "v",
        "ượt"
      ],
      [
        "u",
        "ộc"
      ],
      [
        "s",
        "ự"
      ],
      [
        "ĩ",
        "nh"
      ],
      [
        "c",
        "on"
      ],
      [
        "ú",
        "c"
      ],
      [
        "l",
        "ên"
      ],
      [
        "i",
        "ể"
      ],
      [
        "v",
        "ĩnh"
      ],
      [
        "cả",
        "m"
      ],
      [
        "c",
        "ử"
      ],
      [
        "ng",
        "h"
      ],
      [
        "cử",
        "u"
      ],
      [
        "ò",
        "n"
      ],
      [
        "c",
        "òn"
      ],
      [
        "ch",
        "o"
      ],
      [
        "i",
        "ều"
      ],
      [
        "th",
        "ầ"
      ],
      [
        "tr",
        "ên"
      ],
      [
        "ạ",
        "m"
      ],
      [
        "ch",
        "ạm"
      ],
      [
        "s",
        "âu"
      ],
      [
        "v",
        "ật"
      ],
      [
        "ch",
        "ỉ"
      ],
      [
        "ắ",
        "c"
      ],
      [
        "t",
        "ạ"
      ],
      [
        "n",
        "ên"
      ],
      [
        "ti",
        "nh"
      ],
      [
        "b",
        "iể"
      ],
      [
        "đ",
        "ị"
      ],
      [
        "i",
        "ế"
      ],
      [
        "ự",
        "c"
      ],
      [
        "tạ",
        "o"
      ],
      [
        "đị",
        "nh"
      ],
      [
        "ch",
        "ất"
      ],
      [
        "b",
        "ài"
      ],
      [
        "b",
        "ất"
      ],
      [
        "iệ",
        "t"
      ],
      [
        "x",
        "úc"
      ],
      [
        "thầ",
        "n"
      ],
      [
        "à",
        "nh"
      ],
      [
        "S",
        "óng"
      ],
      [
        "th",
        "ực"
      ],
      [
        "nh",
        "ân"
      ],
      [
        "q",
        "u"
      ],
      [
        "th",
        "ành"
      ],
      [
        "ạ",
        "i"
      ],
      [
        "á",
        "c"
      ],
      [
        "í",
        "ch"
      ],
      [
        "ừ",
        "ng"
      ],
      [
        "ượ",
        "ng"
      ],
      [
        "iệ",
        "n"
      ],
      [
        "t",
        "ượng"
      ],
      [
        "đ",
        "ích"
      ],
      [
        "n",
        "à"
      ],
      [
        "ượ",
        "c"
      ],
      [
        "biể",
        "u"
      ],
      [
        "u",
        "ng"
      ],
      [
        "đ",
        "ược"
      ],
      [
        "s",
        "ắc"
      ],
      [
        "đ",
        "ầ"
      ],
      [
        "l",
        "ý"
      ],
      [
        "đ",
        "ời"
      ],
      [
        "h",
        "iện"
      ],
      [
        "ă",
        "n"
      ],
      [
        "q",
        "uy"
      ],
      [
        "ộ",
        "i"
      ],
      [
        "yê",
        "n"
      ],
      [
        "u",
        "ân"
      ],
      [
        "Q",
        "u"
      ],
      [
        "ứ",
        "c"
      ],
      [
        "X",
        "uân"
      ],
      [
        "ỗ",
        "i"
      ],
      [
        "ỳ",
        "nh"
      ],
      [
        "th",
        "ể"
      ],
      [
        "Qu",
        "ỳnh"
      ],
      [
        "s",
        "óng"
      ],
      [
        "th",
        "ời"
      ],
      [
        "ngh",
        "ĩ"
      ],
      [
        "iế",
        "t"
      ],
      [
        "à",
        "ng"
      ],
      [
        "đầ",
        "y"
      ],
      [
        "i",
        "ến"
      ],
      [
        "a",
        "o"
      ],
      [
        "th",
        "u"
      ],
      [
        "l",
        "ại"
      ],
      [
        "th",
        "ấ"
      ],
      [
        "a",
        "y"
      ],
      [
        "ả",
        "i"
      ],
      [
        "ch",
        "ân"
      ],
      [
        "c",
        "uộc"
      ],
      [
        "ồ",
        "ng"
      ],
      [
        "a",
        "n"
      ],
      [
        "ứ",
        "a"
      ],
      [
        "và",
        "o"
      ],
      [
        "nghĩ",
        "a"
      ],
      [
        "nh",
        "ư"
      ],
      [
        "đ",
        "iệ"
      ],
      [
        "ả",
        "n"
      ],
      [
        "ấ",
        "n"
      ],
      [
        "thấ",
        "y"
      ],
      [
        "ô",
        "i"
      ],
      [
        "a",
        "ng"
      ],
      [
        "đ",
        "ồng"
      ],
      [
        "v",
        "ăn"
      ],
      [
        "thu",
        "ật"
      ],
      [
        "ọ",
        "ng"
      ],
      [
        "gi",
        "á"
      ],
      [
        "â",
        "m"
      ],
      [
        "ộ",
        "ng"
      ],
      [
        "ngh",
        "ệ"
      ],
      [
        "tr",
        "ị"
      ],
      [
        "ẳ",
        "ng"
      ],
      [
        "ệ",
        "n"
      ],
      [
        "kh",
        "ẳng"
      ],
      [
        "h",
        "ình"
      ],
      [
        "l",
        "ứa"
      ],
      [
        "đ",
        "ôi"
      ],
      [
        "ồ",
        "n"
      ],
      [
        "á",
        "t"
      ],
      [
        "tr",
        "iết"
      ],
      [
        "ă",
        "ng"
      ],
      [
        "ở",
        "i"
      ],
      [
        "b",
        "ề"
      ],
      [
        "b",
        "ởi"
      ],
      [
        "ể",
        "n"
      ],
      [
        "uy",
        "ển"
      ],
      [
        "t",
        "âm"
      ],
      [
        "iệ",
        "c"
      ],
      [
        "ng",
        "u"
      ],
      [
        "v",
        "iệc"
      ],
      [
        "tr",
        "ở"
      ],
      [
        "t",
        "ài"
      ],
      [
        "d",
        "iệt"
      ],
      [
        "đ",
        "ộng"
      ],
      [
        "n",
        "ăng"
      ],
      [
        "h",
        "ay"
      ],
      [
        "a",
        "i"
      ],
      [
        "b",
        "ị"
      ],
      [
        "h",
        "o"
      ],
      [
        "ch",
        "iều"
      ],
      [
        "K",
        "iều"
      ],
      [
        "đ",
        "ề"
      ],
      [
        "gi",
        "ữ"
      ],
      [
        "á",
        "i"
      ],
      [
        "ch",
        "uyển"
      ],
      [
        "b",
        "ậ"
      ],
      [
        "bậ",
        "c"
      ],
      [
        "ổ",
        "i"
      ],
      [
        "h",
        "ò"
      ],
      [
        "hò",
        "a"
      ],
      [
        "i",
        "ên"
      ],
      [
        "v",
        "ấn"
      ],
      [
        "v",
        "ọng"
      ],
      [
        "giữ",
        "a"
      ],
      [
        "th",
        "ông"
      ],
      [
        "nà",
        "o"
      ],
      [
        "điệ",
        "p"
      ],
      [
        "e",
        "n"
      ],
      [
        "m",
        "ạ"
      ],
      [
        "t",
        "ì"
      ],
      [
        "ố",
        "t"
      ],
      [
        "tì",
        "m"
      ],
      [
        "n",
        "ội"
      ],
      [
        "ư",
        "ớ"
      ],
      [
        "tr",
        "ữ"
      ],
      [
        "c",
        "ứ"
      ],
      [
        "d",
        "ừng"
      ],
      [
        "b",
        "uộc"
      ],
      [
        "n",
        "ổi"
      ],
      [
        "r",
        "àng"
      ],
      [
        "t",
        "ự"
      ],
      [
        "t",
        "ải"
      ],
      [
        "th",
        "uộc"
      ],
      [
        "qu",
        "en"
      ],
      [
        "tr",
        "ái"
      ],
      [
        "ngu",
        "yên"
      ],
      [
        "ọ",
        "n"
      ],
      [
        "õ",
        "i"
      ],
      [
        "kh",
        "át"
      ],
      [
        "c",
        "ốt"
      ],
      [
        "l",
        "õi"
      ],
      [
        "s",
        "ơ"
      ],
      [
        "ố",
        "ng"
      ],
      [
        "t",
        "ắc"
      ],
      [
        "ọ",
        "c"
      ],
      [
        "ầ",
        "n"
      ],
      [
        "kh",
        "ai"
      ],
      [
        "ng",
        "ừng"
      ],
      [
        "thầ",
        "y"
      ],
      [
        "b",
        "ản"
      ],
      [
        "th",
        "ác"
      ],
      [
        "ti",
        "m"
      ],
      [
        "th",
        "ế"
      ],
      [
        "b",
        "ờ"
      ],
      [
        "ơ",
        "i"
      ],
      [
        "biể",
        "n"
      ],
      [
        "đ",
        "ã"
      ],
      [
        "ẹ",
        "n"
      ],
      [
        "tr",
        "ọn"
      ],
      [
        "m",
        "ỗi"
      ],
      [
        "v",
        "ẹn"
      ],
      [
        "gi",
        "an"
      ],
      [
        "c",
        "ó"
      ],
      [
        "n",
        "ơi"
      ],
      [
        "hạ",
        "nh"
      ],
      [
        "ướ",
        "c"
      ],
      [
        "ph",
        "úc"
      ],
      [
        "ò",
        "ng"
      ],
      [
        "ậ",
        "p"
      ],
      [
        "v",
        "ỗ"
      ],
      [
        "ả",
        "nh"
      ],
      [
        "cá",
        "ch"
      ],
      [
        "T",
        "r"
      ],
      [
        "í",
        "nh"
      ],
      [
        "n",
        "ữ"
      ],
      [
        "đ",
        "iều"
      ],
      [
        "ậ",
        "n"
      ],
      [
        "ố",
        "i"
      ],
      [
        "v",
        "ới"
      ],
      [
        "uy",
        "ện"
      ],
      [
        "nà",
        "y"
      ],
      [
        "a",
        "nh"
      ],
      [
        "đ",
        "ộc"
      ],
      [
        "kh",
        "iến"
      ],
      [
        "ị",
        "p"
      ],
      [
        "ư",
        "ở"
      ],
      [
        "iế",
        "m"
      ],
      [
        "ưở",
        "ng"
      ],
      [
        "t",
        "ừ"
      ],
      [
        "à",
        "n"
      ],
      [
        "ph",
        "ụ"
      ],
      [
        "ẩ",
        "m"
      ],
      [
        "m",
        "ã"
      ],
      [
        "m",
        "ang"
      ],
      [
        "nh",
        "ịp"
      ],
      [
        "kh",
        "i"
      ],
      [
        "l",
        "òng"
      ],
      [
        "đ",
        "ang"
      ],
      [
        "ph",
        "ẩm"
      ],
      [
        "mạ",
        "nh"
      ],
      [
        "m",
        "ình"
      ],
      [
        "th",
        "ức"
      ],
      [
        "gi",
        "ả"
      ],
      [
        "s",
        "ống"
      ],
      [
        "ph",
        "ong"
      ],
      [
        "như",
        "ng"
      ],
      [
        "ô",
        "n"
      ],
      [
        "k",
        "iếm"
      ],
      [
        "ặ",
        "c"
      ],
      [
        "ố",
        "n"
      ],
      [
        "qu",
        "a"
      ],
      [
        "t",
        "ác"
      ],
      [
        "u",
        "ốn"
      ],
      [
        "đ",
        "ọc"
      ],
      [
        "ế",
        "t"
      ],
      [
        "r",
        "ung"
      ],
      [
        "nh",
        "iên"
      ],
      [
        "quy",
        "ện"
      ],
      [
        "h",
        "ú"
      ],
      [
        "Tr",
        "uyện"
      ],
      [
        "ề",
        "n"
      ],
      [
        "d",
        "ung"
      ],
      [
        "ằ",
        "ng"
      ],
      [
        "\"",
        ","
      ],
      [
        "S",
        "ự"
      ],
      [
        "c",
        "âu"
      ],
      [
        "ư",
        "ơ"
      ],
      [
        "c",
        "ũ"
      ],
      [
        "h",
        "ồn"
      ],
      [
        "n",
        "ỗi"
      ],
      [
        "b",
        "ình"
      ],
      [
        "s",
        "ức"
      ],
      [
        "ù",
        "ng"
      ],
      [
        "d",
        "ụ"
      ],
      [
        "đ",
        "ẹ"
      ],
      [
        "đ",
        "ều"
      ],
      [
        "đẹ",
        "p"
      ],
      [
        "m",
        "ê"
      ],
      [
        "ả",
        "o"
      ],
      [
        "ươ",
        "ng"
      ],
      [
        "h",
        "ưởng"
      ],
      [
        "i",
        "ê"
      ],
      [
        "l",
        "ớ"
      ],
      [
        "r",
        "ất"
      ],
      [
        "nh",
        "ớ"
      ],
      [
        "hú",
        "t"
      ],
      [
        "ễ",
        "n"
      ],
      [
        "nh",
        "à"
      ],
      [
        "ph",
        "ú"
      ],
      [
        "V",
        "iệt"
      ],
      [
        "b",
        "ến"
      ],
      [
        "l",
        "ời"
      ],
      [
        "đ",
        "ập"
      ],
      [
        "ho",
        "ặc"
      ],
      [
        "cũ",
        "ng"
      ],
      [
        "a",
        "m"
      ],
      [
        "l",
        "iệt"
      ],
      [
        "n",
        "ó"
      ],
      [
        "mã",
        "nh"
      ],
      [
        "gi",
        "ao"
      ],
      [
        "ho",
        "àn"
      ],
      [
        "N",
        "g"
      ],
      [
        "á",
        "m"
      ],
      [
        "đ",
        "ại"
      ],
      [
        "c",
        "uốn"
      ],
      [
        "h",
        "ảo"
      ],
      [
        "m",
        "ẽ"
      ],
      [
        "ợ",
        "i"
      ],
      [
        "ti",
        "ế"
      ],
      [
        "nh",
        "ất"
      ],
      [
        "t",
        "ế"
      ],
      [
        "ặ",
        "t"
      ],
      [
        "i",
        "nh"
      ],
      [
        "k",
        "ết"
      ],
      [
        "kh",
        "ao"
      ],
      [
        "t",
        "ính"
      ],
      [
        "â",
        "ng"
      ],
      [
        "đ",
        "a"
      ],
      [
        "đ",
        "i"
      ],
      [
        "h",
        "ệ"
      ],
      [
        "s",
        "uy"
      ],
      [
        "h",
        "ội"
      ],
      [
        "t",
        "ầ"
      ],
      [
        "th",
        "ân"
      ],
      [
        "d",
        "ễ"
      ],
      [
        "ng",
        "ữ"
      ],
      [
        "ch",
        "ung"
      ],
      [
        "d",
        "ám"
      ],
      [
        "x",
        "ã"
      ],
      [
        "ph",
        "ần"
      ],
      [
        "qu",
        "an"
      ],
      [
        "r",
        "ằng"
      ],
      [
        "đ",
        "iể"
      ],
      [
        "ẩ",
        "n"
      ],
      [
        "điệ",
        "u"
      ],
      [
        "D",
        "u"
      ],
      [
        "N",
        "am"
      ],
      [
        "b",
        "iến"
      ],
      [
        "lớ",
        "n"
      ],
      [
        "B",
        "ài"
      ],
      [
        "c",
        "a"
      ],
      [
        "là",
        "m"
      ],
      [
        "uy",
        "ễn"
      ],
      [
        "Ng",
        "uyễn"
      ],
      [
        "N",
        "ó"
      ],
      [
        "nh",
        "ận"
      ],
      [
        "iể",
        "u"
      ],
      [
        "d",
        "ị"
      ],
      [
        "d",
        "âng"
      ],
      [
        "h",
        "iến"
      ],
      [
        "u",
        "ôn"
      ],
      [
        "d",
        "o"
      ],
      [
        "t",
        "ư"
      ],
      [
        "tr",
        "ăn"
      ],
      [
        "c",
        "ùng"
      ],
      [
        "ờ",
        "ng"
      ],
      [
        "ch",
        "ủ"
      ],
      [
        "c",
        "ao"
      ],
      [
        "bề",
        "n"
      ],
      [
        "ư",
        "ờng"
      ],
      [
        "ắ",
        "t"
      ],
      [
        "ph",
        "ản"
      ],
      [
        "d",
        "àng"
      ],
      [
        "h",
        "iểu"
      ],
      [
        "ạ",
        "t"
      ],
      [
        "ch",
        "i"
      ],
      [
        "b",
        "ức"
      ],
      [
        "h",
        "ọc"
      ],
      [
        "r",
        "a"
      ],
      [
        "ạ",
        "n"
      ],
      [
        "ph",
        "ải"
      ],
      [
        "l",
        "ã"
      ],
      [
        "ơ",
        "n"
      ],
      [
        "ừ",
        "a"
      ],
      [
        "tr",
        "anh"
      ],
      [
        "uy",
        "ền"
      ],
      [
        "mạ",
        "n"
      ],
      [
        "tiế",
        "ng"
      ],
      [
        "lã",
        "ng"
      ],
      [
        "t",
        "ả"
      ],
      [
        "ỏ",
        "i"
      ],
      [
        "ng",
        "ôn"
      ],
      [
        "tr",
        "uyền"
      ],
      [
        "ngu",
        "ồn"
      ],
      [
        "ề",
        "m"
      ],
      [
        "b",
        "à"
      ],
      [
        "th",
        "ủ"
      ],
      [
        "điể",
        "m"
      ],
      [
        "G",
        "i"
      ],
      [
        "l",
        "úc"
      ],
      [
        "v",
        "ô"
      ],
      [
        "ê",
        "m"
      ],
      [
        "ẫ",
        "n"
      ],
      [
        "th",
        "iên"
      ],
      [
        "ph",
        "ận"
      ],
      [
        "b",
        "ao"
      ],
      [
        "h",
        "ữ"
      ],
      [
        "t",
        "u"
      ],
      [
        "á",
        "o"
      ],
      [
        "iệ",
        "m"
      ],
      [
        "hữ",
        "u"
      ],
      [
        "K",
        "h"
      ],
      [
        "b",
        "ộc"
      ],
      [
        "c",
        "ông"
      ],
      [
        "d",
        "i"
      ],
      [
        "g",
        "ũ"
      ],
      [
        "g",
        "ần"
      ],
      [
        "m",
        "ơ"
      ],
      [
        "v",
        "ững"
      ],
      [
        "v",
        "ừa"
      ],
      [
        "đ",
        "ó"
      ],
      [
        "đ",
        "ối"
      ],
      [
        "iê",
        "ng"
      ],
      [
        "gũ",
        "i"
      ],
      [
        "V",
        "à"
      ],
      [
        "m",
        "ối"
      ],
      [
        "mã",
        "i"
      ],
      [
        "thủ",
        "y"
      ],
      [
        "h",
        "ướ"
      ],
      [
        "l",
        "ộ"
      ],
      [
        "t",
        "ất"
      ],
      [
        "â",
        "y"
      ],
      [
        "ú",
        "p"
      ],
      [
        "ch",
        "ính"
      ],
      [
        "kh",
        "ác"
      ],
      [
        "hướ",
        "ng"
      ],
      [
        "T",
        "ừ"
      ],
      [
        "h",
        "ó"
      ],
      [
        "h",
        "ợ"
      ],
      [
        "m",
        "ới"
      ],
      [
        "t",
        "ưởng"
      ],
      [
        "á",
        "y"
      ],
      [
        "ấ",
        "p"
      ],
      [
        "ắ",
        "n"
      ],
      [
        "tầ",
        "ng"
      ],
      [
        "dị",
        "u"
      ],
      [
        "hó",
        "a"
      ],
      [
        "hợ",
        "p"
      ],
      [
        "c",
        "ung"
      ],
      [
        "t",
        "ồn"
      ],
      [
        "gi",
        "úp"
      ],
      [
        "e",
        "m"
      ],
      [
        "m",
        "uốn"
      ],
      [
        "n",
        "i"
      ],
      [
        "t",
        "ố"
      ],
      [
        "à",
        "o"
      ],
      [
        "th",
        "ống"
      ],
      [
        "ch",
        "áy"
      ],
      [
        "tạ",
        "i"
      ],
      [
        "iế",
        "u"
      ],
      [
        "d",
        "iện"
      ],
      [
        "m",
        "ặt"
      ],
      [
        "s",
        "ử"
      ],
      [
        "á",
        "nh"
      ],
      [
        "á",
        "ch"
      ],
      [
        "ụ",
        "c"
      ],
      [
        "đầ",
        "u"
      ],
      [
        "tầ",
        "m"
      ],
      [
        "chi",
        "a"
      ],
      [
        "ni",
        "ềm"
      ],
      [
        "g",
        "ó"
      ],
      [
        "g",
        "ợi"
      ],
      [
        "x",
        "a"
      ],
      [
        "ì",
        "n"
      ],
      [
        "đ",
        "áo"
      ],
      [
        "ậ",
        "m"
      ],
      [
        "nh",
        "iều"
      ],
      [
        "nh",
        "ìn"
      ],
      [
        "kh",
        "ổ"
      ],
      [
        "N",
        "h"
      ],
      [
        "T",
        "ính"
      ],
      [
        "a",
        "u"
      ],
      [
        "r",
        "iêng"
      ],
      [
        "s",
        "inh"
      ],
      [
        "đ",
        "ạt"
      ],
      [
        "gi",
        "à"
      ],
      [
        "tiế",
        "p"
      ],
      [
        "b",
        "iệt"
      ],
      [
        "d",
        "ù"
      ],
      [
        "h",
        "ơn"
      ],
      [
        "h",
        "ỏi"
      ],
      [
        "k",
        "iến"
      ],
      [
        "n",
        "é"
      ],
      [
        "á",
        "ng"
      ],
      [
        "ạ",
        "c"
      ],
      [
        "ấ",
        "m"
      ],
      [
        "ứ",
        "ng"
      ],
      [
        "nh",
        "ỏ"
      ],
      [
        "nh",
        "ập"
      ],
      [
        "ch",
        "ứa"
      ],
      [
        "ngh",
        "iệm"
      ],
      [
        "dụ",
        "ng"
      ],
      [
        "già",
        "u"
      ],
      [
        "h",
        "ài"
      ],
      [
        "v",
        "ẻ"
      ],
      [
        "v",
        "ẫn"
      ],
      [
        "đ",
        "ậm"
      ],
      [
        "ấ",
        "u"
      ],
      [
        "ự",
        "ng"
      ],
      [
        "gi",
        "ải"
      ],
      [
        "ngh",
        "ỉ"
      ],
      [
        "lớ",
        "p"
      ],
      [
        "di",
        "ễn"
      ],
      [
        "g",
        "ắn"
      ],
      [
        "t",
        "ấm"
      ],
      [
        "v",
        "ũ"
      ],
      [
        "ú",
        "ng"
      ],
      [
        "đ",
        "ây"
      ],
      [
        "ắ",
        "ng"
      ],
      [
        "ch",
        "ữ"
      ],
      [
        "tr",
        "ụ"
      ],
      [
        "cả",
        "nh"
      ],
      [
        "quy",
        "ền"
      ],
      [
        "iê",
        "m"
      ],
      [
        "gó",
        "p"
      ],
      [
        "\"",
        "."
      ],
      [
        "l",
        "ắng"
      ],
      [
        "r",
        "ộng"
      ],
      [
        "s",
        "ẻ"
      ],
      [
        "đ",
        "âu"
      ],
      [
        "ạ",
        "o"
      ],
      [
        "ả",
        "y"
      ],
      [
        "ắ",
        "p"
      ],
      [
        "ằ",
        "m"
      ],
      [
        "nh",
        "ấn"
      ],
      [
        "th",
        "ương"
      ],
      [
        "th",
        "ường"
      ],
      [
        "ch",
        "iêm"
      ],
      [
        "ch",
        "ảy"
      ],
      [
        "né",
        "t"
      ],
      [
        "T",
        "h"
      ],
      [
        "l",
        "ay"
      ],
      [
        "l",
        "uôn"
      ],
      [
        "n",
        "ằm"
      ],
      [
        "s",
        "ố"
      ],
      [
        "v",
        "ì"
      ],
      [
        "ó",
        "c"
      ],
      [
        "nh",
        "au"
      ],
      [
        "thấ",
        "u"
      ],
      [
        "nó",
        "i"
      ],
      [
        "T",
        "ác"
      ],
      [
        "V",
        "ề"
      ],
      [
        "b",
        "ằng"
      ],
      [
        "e",
        "o"
      ],
      [
        "k",
        "í"
      ],
      [
        "l",
        "ặ"
      ],
      [
        "o",
        "àn"
      ],
      [
        "v",
        "u"
      ],
      [
        "v",
        "óc"
      ],
      [
        "y",
        "ế"
      ],
      [
        "ạ",
        "ng"
      ],
      [
        "ng",
        "ợi"
      ],
      [
        "iê",
        "u"
      ],
      [
        "Kh",
        "át"
      ],
      [
        "kí",
        "n"
      ],
      [
        "yế",
        "u"
      ],
      [
        "d",
        "ữ"
      ],
      [
        "d",
        "ân"
      ],
      [
        "d",
        "ội"
      ],
      [
        "h",
        "ọ"
      ],
      [
        "l",
        "ẽ"
      ],
      [
        "r",
        "õ"
      ],
      [
        "đ",
        "ặc"
      ],
      [
        "đ",
        "ựng"
      ],
      [
        "ấ",
        "y"
      ],
      [
        "ầ",
        "u"
      ],
      [
        "ỏ",
        "ng"
      ],
      [
        "ch",
        "ặt"
      ],
      [
        "tr",
        "í"
      ],
      [
        "kh",
        "o"
      ],
      [
        "gi",
        "ản"
      ],
      [
        "ph",
        "ức"
      ],
      [
        "tạ",
        "p"
      ],
      [
        "đa",
        "u"
      ],
      [
        "điể",
        "n"
      ],
      [
        "b",
        "ùng"
      ],
      [
        "c",
        "u"
      ],
      [
        "c",
        "ội"
      ],
      [
        "t",
        "ỏ"
      ],
      [
        "t",
        "ận"
      ],
      [
        "đ",
        "ặt"
      ],
      [
        "ị",
        "ch"
      ],
      [
        "th",
        "ụ"
      ],
      [
        "th",
        "eo"
      ],
      [
        "ch",
        "iếu"
      ],
      [
        "gi",
        "ó"
      ],
      [
        "Gi",
        "á"
      ],
      [
        "L",
        "à"
      ],
      [
        "T",
        "ình"
      ],
      [
        "b",
        "ó"
      ],
      [
        "b",
        "iết"
      ],
      [
        "d",
        "a"
      ],
      [
        "d",
        "uy"
      ],
      [
        "d",
        "iết"
      ],
      [
        "m",
        "ẻ"
      ],
      [
        "m",
        "ở"
      ],
      [
        "m",
        "uôn"
      ],
      [
        "t",
        "ương"
      ],
      [
        "t",
        "ục"
      ],
      [
        "á",
        "n"
      ],
      [
        "é",
        "o"
      ],
      [
        "đ",
        "ơn"
      ],
      [
        "ầ",
        "m"
      ],
      [
        "ng",
        "ại"
      ],
      [
        "ng",
        "ần"
      ],
      [
        "tr",
        "ọng"
      ],
      [
        "g",
        "ương"
      ],
      [
        "h",
        "àng"
      ],
      [
        "h",
        "ai"
      ],
      [
        "i",
        "m"
      ],
      [
        "m",
        "ong"
      ],
      [
        "m",
        "iêu"
      ],
      [
        "s",
        "on"
      ],
      [
        "s",
        "ắt"
      ],
      [
        "t",
        "ới"
      ],
      [
        "x",
        "u"
      ],
      [
        "Đ",
        "ể"
      ],
      [
        "đ",
        "ình"
      ],
      [
        "đ",
        "ắp"
      ],
      [
        "ố",
        "c"
      ],
      [
        "th",
        "ật"
      ],
      [
        "ch",
        "ết"
      ],
      [
        "tr",
        "ả"
      ],
      [
        "cá",
        "c"
      ],
      [
        "thu",
        "ần"
      ],
      [
        "vu",
        "n"
      ],
      [
        "H",
        "ình"
      ],
      [
        "b",
        "ạn"
      ],
      [
        "c",
        "àng"
      ],
      [
        "d",
        "òng"
      ],
      [
        "d",
        "ấu"
      ],
      [
        "h",
        "i"
      ],
      [
        "l",
        "a"
      ],
      [
        "m",
        "ến"
      ],
      [
        "s",
        "áng"
      ],
      [
        "t",
        "ộc"
      ],
      [
        "t",
        "oàn"
      ],
      [
        "é",
        "p"
      ],
      [
        "ạ",
        "y"
      ],
      [
        "ch",
        "ấp"
      ],
      [
        "ch",
        "ứng"
      ],
      [
        "ch",
        "úng"
      ],
      [
        "ti",
        "n"
      ],
      [
        "họ",
        "a"
      ],
      [
        "V",
        "ẻ"
      ],
      [
        "b",
        "i"
      ],
      [
        "b",
        "í"
      ],
      [
        "b",
        "ồn"
      ],
      [
        "b",
        "ắt"
      ],
      [
        "l",
        "iên"
      ],
      [
        "m",
        "inh"
      ],
      [
        "n",
        "ối"
      ],
      [
        "s",
        "ản"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "an"
      ],
      [
        "v",
        "ị"
      ],
      [
        "v",
        "ạn"
      ],
      [
        "x",
        "ao"
      ],
      [
        "à",
        "y"
      ],
      [
        "ự",
        "a"
      ],
      [
        "ch",
        "ồn"
      ],
      [
        "tr",
        "ình"
      ],
      [
        "tr",
        "ạng"
      ],
      [
        "gi",
        "ống"
      ],
      [
        "K",
        "im"
      ],
      [
        "T",
        "hú"
      ],
      [
        "h",
        "ủ"
      ],
      [
        "h",
        "ùng"
      ],
      [
        "l",
